export const mock = [
        {
            id: 1,
            title: "3. 游戏结束",
            subTitle: "一种行为要想变成习惯，该行为必须有很高的发生频次和可感知到的实用性",
            imageUrl: "/images/smallgame/5.jpg",
            contents: ["因此，游戏好玩仅仅是一方面，在游戏结束时也需巧妙设计，来激发用户的二次行为，提高用户的游戏频率，使用户形成一种习惯。"],
        },
        {
            id: 2,
            title: "3.1 社交属性",
            subTitle: "",
            imageUrl: "",
            contents: ["游戏结束后，会有分数显示和游戏排名，激发用户的竞争心里。并且在这两个模块之间有“发起挑战”这一选项来链接用户，发挥游戏的社交属性。"],
        },
        {
            id: 3,
            title: "3.2 营造危机感",
            subTitle: "",
            imageUrl: "",
            contents: ["每周凌晨刷新分数，就像淘宝积分年末清零一样，让用户有危机感，来再次刺激用户的使用。"],
        },
        {
            id: 4,
            title: "3.3 “沉没成本”效应",
            subTitle: "",
            imageUrl: "",
            contents: ["底部的“再玩一次”按钮比较显眼。在用户对此游戏上瘾后，利用“沉没成本”效应，想着，玩都玩了，在玩一把，争取超过某某某，超过XX分等，来激发用户的二次行为。"],
        },
        {
            id: 5,
            title: "4. 总结",
            subTitle: "激发力即激发用户参与并持续参与的源泉，是用户参与游戏化场景的动力",
            imageUrl: "/images/smallgame/6.jpg",
            contents: ["约束：《社会心理学》中，当用户自由度过高的时候，其满意度是降低的。而加以适当的约束可以提高满意度。本游戏中，游戏简单的门槛可以给予用户控制感，来吸引用户，而一系列的游戏规则给予的约束，可以使游戏的乐趣更加有弹性，创造用户的游戏心流。", "情感：在本次游戏中，一定的游戏难度激发了用户的挑战心理；不同的游戏规则与不确定的跳跃台安排引起了用户的好奇心和新鲜感；排行榜激发了人们的竞争心理；分数清零激发了人们的危机感；游戏分数分享激发了人们的炫耀心理。", "叙事：不断地平台跳跃就是一个故事的持续叙述", "进展：在游戏过程中，超越同伴分数的时候游戏界面的提示就是用户成长和发展轨迹的描述。", "关系：排行榜、挑战、分享等社交属性使游戏平台链接了用户。", "在这个信息化时代，娱乐体验稍纵即逝，人们上瘾的快，抛弃的也快[1]。而这款小游戏在此时刻横空出世，也许是微信小程序革命中的一块“拍门砖”，帮助用户培养使用小程序的尝试~也许是逐渐将微信推到最大的游戏分发平台上的一个台阶吧"],
        },
        {
            id: 10,
            title: "......",
            subTitle: "",
            contents: [],
        }];